Tekla.Structures.Filtering.Categories.ReinforcingBarFilterExpressions.Class
The Class class represents the class filter expression.

Tekla.Structures.Filtering.Categories.ReinforcingBarFilterExpressions.Class.#ctor
Initializes a new instance of the Class class.